Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: No exact matches were found. These credentials are possible matches only.
de: Keine exakten Treffer gefunden. Diese Zugangsdaten sind nur mögliche Treffer.
es: No se encontraron coincidencias exactas. Estas credenciales son solo coincidencias posibles.
fr: Aucune correspondance exacte trouvée. Ces identifiants ne sont que des correspondances possibles.
ja: 完全に一致する項目は見つかりませんでした。これらは一致する可能性のある認証情報です。
zh_hans: 未找到完全匹配的结果。这些凭据仅为可能的匹配项。
zh_hant: 找不到完全相符的結果。這些憑證僅為可能相符的項目。

source: No Folders
de: Keine Ordner
es: Sin carpetas
fr: Aucun dossier
ja: フォルダがありません
zh_hans: 无文件夹
zh_hant: 沒有資料夾

source: No GitHub or email required. NextPass only sends the message you type, plus visible attached error details, the follow-up email if you enable follow-up, and the photo if you attach one. Database-open reports may include visible app/device metadata, cloud sync status, and short file hash prefixes, but never database contents, passwords, key files, or raw vault files.
de: Kein GitHub-Konto und keine E-Mail-Adresse erforderlich. NextPass sendet nur die von Ihnen eingegebene Nachricht, die sichtbaren angehängten Fehlerdetails, Ihre E-Mail-Adresse, falls Sie Rückfragen erlauben, und das Foto, falls Sie eines anhängen. Berichte zum Öffnen von Datenbanken können sichtbare App- und Gerätemetadaten, den Status der Cloud-Synchronisierung und kurze Präfixe von Datei-Hashes enthalten, aber niemals Datenbankinhalte, Passwörter, Schlüsseldateien oder unverarbeitete Tresordateien.
es: No se requiere una cuenta de GitHub ni una dirección de correo electrónico. NextPass solo envía el mensaje que escribe, los detalles visibles del error adjuntos, su dirección de correo electrónico si permite el seguimiento, y la foto si adjunta una. Los informes de apertura de bases de datos pueden incluir metadatos visibles de la aplicación y el dispositivo, el estado de la sincronización con la nube y prefijos cortos de hash de archivo, pero nunca el contenido de la base de datos, las contraseñas, los archivos de clave ni los archivos de bóveda sin procesar.
fr: Aucun compte GitHub ni adresse e-mail requis. NextPass envoie uniquement le message que vous saisissez, les détails d'erreur visibles joints, votre adresse e-mail si vous autorisez le suivi, et la photo si vous en joignez une. Les rapports d'ouverture de base de données peuvent inclure des métadonnées visibles sur l'app et l'appareil, l'état de la synchronisation cloud et de courts préfixes de hachage de fichier, mais jamais le contenu de la base de données, les mots de passe, les fichiers de clé ou les fichiers de coffre bruts.
ja: GitHub やメールアカウントは必要ありません。NextPass が送信するのは、入力されたメッセージ、表示されている添付のエラー詳細、返信を有効にした場合の連絡先メールアドレス、添付した写真のみです。データベースを開けなかった場合のレポートには、表示されている App やデバイスのメタデータ、クラウド同期の状況、ファイルハッシュの短い先頭部分が含まれることがありますが、データベースの内容、パスワード、キーファイル、保管庫ファイルそのものが含まれることはありません。
zh_hans: 无需 GitHub 或电子邮件。NextPass 仅发送您输入的消息、可见的随附错误详情、启用后续跟进时的联系邮箱，以及您附上的照片（如有）。数据库打开报告可能包含可见的 App/设备元数据、云同步状态和简短的文件哈希前缀，但绝不会包含数据库内容、密码、密钥文件或原始保险库文件。
zh_hant: 無需 GitHub 或電子郵件。NextPass 僅會傳送您輸入的訊息、可見的隨附錯誤詳細資訊、啟用後續回覆時的聯絡電子郵件，以及您附加的照片（如有）。資料庫開啟報告可能包含可見的 App/裝置元資料、雲端同步狀態和簡短的檔案雜湊前綴，但絕不會包含資料庫內容、密碼、金鑰檔案或原始保險庫檔案。

source: No icon could be downloaded for this website. It may not have one, or the connection failed.
de: Für diese Website konnte kein Symbol geladen werden. Möglicherweise hat sie keines, oder die Verbindung ist fehlgeschlagen.
es: No se pudo descargar ningún icono para este sitio web. Puede que no tenga uno, o que haya fallado la conexión.
fr: Aucune icône n’a pu être téléchargée pour ce site web. Il n’en a peut-être pas, ou la connexion a échoué.
ja: この Web サイトのアイコンをダウンロードできませんでした。アイコンが存在しないか、接続に失敗した可能性があります。
zh_hans: 无法为此网站下载图标。该网站可能没有图标，或连接失败。
zh_hant: 無法為此網站下載圖示。該網站可能沒有圖示，或連線失敗。

source: No KeePass databases were found in this location.
de: An diesem Speicherort wurden keine KeePass-Datenbanken gefunden.
es: No se encontraron bases de datos de KeePass en esta ubicación.
fr: Aucune base de données KeePass n'a été trouvée à cet emplacement.
ja: この場所に KeePass データベースは見つかりませんでした。
zh_hans: 在此位置未找到 KeePass 数据库。
zh_hant: 在此位置找不到 KeePass 資料庫。

source: No key file will be required after the change. The master password alone will unlock the database.
de: Nach der Änderung ist keine Schlüsseldatei mehr erforderlich. Die Datenbank wird allein mit dem Master-Passwort entsperrt.
es: Tras el cambio no se requerirá ningún archivo de clave. La contraseña maestra por sí sola desbloqueará la base de datos.
fr: Après la modification, aucun fichier de clé ne sera requis. Le mot de passe principal suffira à déverrouiller la base de données.
ja: 変更後はキーファイルが不要になり、マスターパスワードだけでデータベースのロックを解除できます。
zh_hans: 更改后将不需要密钥文件。仅使用主密码即可解锁数据库。
zh_hant: 更改後將不需要金鑰檔案。僅使用主密碼即可解鎖資料庫。

source: No network connection. Using the cached copy if available.
de: Keine Netzwerkverbindung. Die Cache-Kopie wird verwendet, falls verfügbar.
es: Sin conexión de red. Se utilizará la copia almacenada en caché si está disponible.
fr: Aucune connexion réseau. Utilisation de la copie en cache si disponible.
ja: ネットワークに接続していません。利用できる場合はキャッシュされたコピーを使用します。
zh_hans: 无网络连接。如有可用的缓存副本，将使用该副本。
zh_hant: 沒有網路連線。如有可用的快取副本，將使用該副本。

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果がありません
zh_hans: 无结果
zh_hant: 沒有結果

source: No Tags
de: Keine Tags
es: Sin etiquetas
fr: Aucun tag
ja: タグがありません
zh_hans: 无标签
zh_hant: 沒有標籤

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
zh_hans: 无
zh_hant: 無

source: None selected
de: Nichts ausgewählt
es: Ninguno seleccionado
fr: Aucune sélection
ja: 未選択
zh_hans: 未选择
zh_hant: 未選取

source: Not a KeePass Database
de: Keine KeePass-Datenbank
es: No es una base de datos de KeePass
fr: Pas une base de données KeePass
ja: KeePass データベースではありません
zh_hans: 不是 KeePass 数据库
zh_hant: 不是 KeePass 資料庫

source: Not a valid KDBX file
de: Keine gültige KDBX-Datei
es: No es un archivo KDBX válido
fr: Fichier KDBX invalide
ja: 有効な KDBX ファイルではありません
zh_hans: 不是有效的 KDBX 文件
zh_hant: 不是有效的 KDBX 檔案

source: Not a verification-code QR code
de: Kein QR-Code für Bestätigungscodes
es: No es un código QR de código de verificación
fr: Ce n'est pas un code QR de code de vérification
ja: 確認コードの QR コードではありません
zh_hans: 不是验证码二维码
zh_hant: 不是驗證碼 QR 碼

source: Note: Dropbox may warn that NextPass has low number of users. That is normal for an indie app. NextPass is open source and will only use the database file you choose to open or create.
de: Hinweis: Dropbox weist möglicherweise darauf hin, dass NextPass nur wenige Benutzer hat. Das ist bei einer unabhängigen App normal. NextPass ist quelloffen und greift nur auf die Datenbankdatei zu, die Sie öffnen oder erstellen.
es: Nota: Dropbox puede advertir que NextPass tiene pocos usuarios. Esto es normal en una aplicación independiente. NextPass es de código abierto y solo accede al archivo de base de datos que usted elija abrir o crear.
fr: Remarque : Dropbox peut avertir que NextPass compte peu d'utilisateurs. C'est normal pour une app indépendante. NextPass est open source et n'utilise que le fichier de base de données que vous choisissez d'ouvrir ou de créer.
ja: 注意：Dropbox に、NextPass の利用者が少ないという警告が表示されることがあります。個人開発の App では珍しくありません。NextPass はオープンソースであり、開く、または作成するために選んだデータベースファイルしか利用しません。
zh_hans: 注意：Dropbox 可能会提示 NextPass 用户数量较少。这对独立开发的 App 来说很正常。NextPass 是开源的，只会使用您选择打开或创建的数据库文件。
zh_hant: 注意：Dropbox 可能會提示 NextPass 使用者數量較少。這對獨立開發的 App 來說很正常。NextPass 是開源的，只會使用您選擇開啟或建立的資料庫檔案。

source: Notes
de: Notizen
es: Notas
ja: メモ
zh_hans: 备注
zh_hant: 備註

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

source: On
de: An
es: Activado
fr: Activé
ja: オン
zh_hans: 开启
zh_hant: 開啟

source: One-Time Password
de: Einmalpasswort
es: Contraseña de un solo uso
fr: Mot de passe à usage unique
ja: ワンタイムパスワード
zh_hans: 一次性密码
zh_hant: 一次性密碼

source: OneDrive cannot upload an empty database.
de: OneDrive kann keine leere Datenbank hochladen.
es: OneDrive no puede cargar una base de datos vacía.
fr: OneDrive ne peut pas envoyer une base de données vide.
ja: OneDrive には空のデータベースをアップロードできません。
zh_hans: OneDrive 无法上传空数据库。
zh_hant: OneDrive 無法上傳空的資料庫。

source: OneDrive download failed.
de: OneDrive-Download fehlgeschlagen.
es: Descarga de OneDrive fallida.
fr: Échec du téléchargement OneDrive.
ja: OneDrive からのダウンロードに失敗しました。
zh_hans: OneDrive 下载失败。
zh_hant: OneDrive 下載失敗。

source: OneDrive request failed with HTTP %lld.
de: OneDrive-Anfrage mit HTTP %lld fehlgeschlagen.
es: Solicitud de OneDrive fallida con HTTP %lld.
fr: Échec de la requête OneDrive avec le code HTTP %lld.
ja: OneDrive へのリクエストが失敗しました（HTTP %lld）。
zh_hans: OneDrive 请求失败，HTTP 状态码为 %lld。
zh_hant: OneDrive 要求失敗，HTTP 狀態碼為 %lld。

source: OneDrive request failed.
de: OneDrive-Anfrage fehlgeschlagen.
es: Solicitud de OneDrive fallida.
fr: Échec de la requête OneDrive.
ja: OneDrive へのリクエストが失敗しました。
zh_hans: OneDrive 请求失败。
zh_hant: OneDrive 要求失敗。

source: OneDrive returned an invalid upload URL.
de: OneDrive hat eine ungültige Upload-URL zurückgegeben.
es: OneDrive devolvió una URL de carga no válida.
fr: OneDrive a renvoyé une URL d'envoi invalide.
ja: OneDrive から無効なアップロード URL が返されました。
zh_hans: OneDrive 返回了无效的上传 URL。
zh_hant: OneDrive 傳回了無效的上傳 URL。

source: OneDrive sign-in failed.
de: OneDrive-Anmeldung fehlgeschlagen.
es: Inicio de sesión de OneDrive fallido.
fr: Échec de la connexion à OneDrive.
ja: OneDrive へのサインインに失敗しました。
zh_hans: OneDrive 登录失败。
zh_hant: OneDrive 登入失敗。

source: OneDrive upload did not complete.
de: OneDrive-Upload wurde nicht abgeschlossen.
es: La carga de OneDrive no se completó.
fr: L'envoi OneDrive ne s'est pas terminé.
ja: OneDrive へのアップロードが完了しませんでした。
zh_hans: OneDrive 上传未完成。
zh_hant: OneDrive 上傳未完成。

source: OneDrive upload did not return a file.
de: OneDrive-Upload hat keine Datei zurückgegeben.
es: La carga de OneDrive no devolvió ningún archivo.
fr: L'envoi OneDrive n'a renvoyé aucun fichier.
ja: OneDrive へのアップロードでファイルが返されませんでした。
zh_hans: OneDrive 上传未返回文件。
zh_hant: OneDrive 上傳未傳回檔案。

source: OneDrive upload failed.
de: OneDrive-Upload fehlgeschlagen.
es: Carga de OneDrive fallida.
fr: Échec de l'envoi OneDrive.
ja: OneDrive へのアップロードに失敗しました。
zh_hans: OneDrive 上传失败。
zh_hant: OneDrive 上傳失敗。

source: Open an entry, tap Edit, and fill in its Tags field to gather related entries from any group.
de: Öffnen Sie einen Eintrag, tippen Sie auf „Bearbeiten“ und füllen Sie dessen Feld „Tags“ aus, um zusammengehörige Einträge aus allen Gruppen zu sammeln.
es: Abra una entrada, toque «Editar» y rellene su campo «Etiquetas» para agrupar entradas relacionadas de cualquier grupo.
fr: Ouvrez une entrée, appuyez sur « Modifier » et renseignez son champ « Tags » pour regrouper les entrées liées de tous les groupes.
ja: エントリを開いて「編集」をタップし、「タグ」欄を入力すると、どのグループにある関連エントリもまとめて表示できます。
zh_hans: 打开条目，轻点“编辑”，填写其“标签”栏，即可将任意群组中的相关条目汇集起来。
zh_hant: 打開項目，點一下「編輯」，填寫其「標籤」欄位，即可將任何群組中的相關項目彙整在一起。

source: Open and unlock a database, and NextPass will then add the verification code.
de: Öffnen und entsperren Sie eine Datenbank, dann fügt NextPass den Bestätigungscode hinzu.
es: Abra y desbloquee una base de datos y NextPass añadirá entonces el código de verificación.
fr: Ouvrez et déverrouillez une base de données, puis NextPass ajoutera le code de vérification.
ja: データベースを開いてロックを解除すると、確認コードが追加されます。
zh_hans: 打开并解锁一个数据库，NextPass 随后会添加该验证码。
zh_hant: 開啟並解鎖資料庫後，NextPass 會接著新增該驗證碼。

source: Open AutoFill Settings…
de: AutoFill-Einstellungen öffnen …
es: Abrir los ajustes de autorrelleno…
fr: Ouvrir les réglages de Remplissage automatique…
ja: 自動入力の設定を開く…
zh_hans: 打开自动填充设置…
zh_hant: 打開自動填寫設定…

source: Open Database
de: Datenbank öffnen
es: Abrir base de datos
fr: Ouvrir la base de données
ja: データベースを開く
zh_hans: 打开数据库
zh_hant: 開啟資料庫

source: Open Database…
de: Datenbank öffnen…
es: Abrir base de datos…
fr: Ouvrir une base de données…
ja: データベースを開く…
zh_hans: 打开数据库…
zh_hant: 開啟資料庫…

source: Open iOS AutoFill Settings
de: iOS-AutoFill-Einstellungen öffnen
es: Abrir los ajustes de autorrelleno de iOS
fr: Ouvrir les réglages de Remplissage automatique iOS
ja: iOS の自動入力の設定を開く
zh_hans: 打开 iOS 自动填充设置
zh_hant: 打開 iOS 自動填寫設定

source: Open more KeePass databases
de: Mehr KeePass-Datenbanken öffnen
es: Abrir más bases de datos de KeePass
fr: Ouvrir davantage de bases de données KeePass
ja: より多くの KeePass データベースに対応
zh_hans: 打开更多 KeePass 数据库
zh_hant: 打開更多 KeePass 資料庫

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 「設定」を開く
zh_hans: 打开“设置”
zh_hant: 打開「設定」

source: Open-source components and their licenses are listed in Settings › About › Acknowledgments.
de: Open-Source-Komponenten und ihre Lizenzen sind unter „Einstellungen“ › „Über“ › „Danksagungen“ aufgeführt.
es: Los componentes de código abierto y sus licencias se enumeran en Ajustes › Acerca de › Agradecimientos.
fr: Les composants open source et leurs licences sont répertoriés dans Réglages › À propos › Remerciements.
ja: オープンソースコンポーネントとそのライセンスは、「設定」›「情報」›「謝辞」に記載されています。
zh_hans: 开源组件及其许可证列于“设置”›“关于”›“致谢”。
zh_hant: 開放原始碼元件及其授權列於「設定」›「關於」›「致謝」。

source: Opening %@
de: %@ wird geöffnet
es: Abriendo %@
fr: Ouverture de %@
ja: %@を開いています
zh_hans: 正在打开 %@
zh_hant: 正在打開 %@

source: Optional. One photo, resized and sent as a JPEG. Photo metadata such as location is removed.
de: Optional. Ein Foto, das verkleinert und als JPEG gesendet wird. Foto-Metadaten wie der Aufnahmeort werden entfernt.
es: Opcional. Una foto, redimensionada y enviada como JPEG. Se eliminan los metadatos de la foto, como la ubicación.
fr: Facultatif. Une photo, redimensionnée et envoyée au format JPEG. Les métadonnées de la photo, comme la position, sont supprimées.
ja: 任意です。写真 1 枚をリサイズし、JPEG として送信します。位置情報などの写真のメタデータは削除されます。
zh_hans: 可选。一张照片，调整大小后以 JPEG 格式发送。位置等照片元数据会被移除。
zh_hant: 選填。一張照片，調整大小後以 JPEG 格式傳送。位置等照片中繼資料會被移除。

source: Passkey credential not found
de: Passkey-Zugangsdaten nicht gefunden
es: Credencial de la llave de acceso no encontrada
fr: Identifiants de la clé d'accès introuvables
ja: パスキーの認証情報が見つかりません
zh_hans: 未找到通行密钥凭据
zh_hant: 找不到通行金鑰憑證

source: Passkey entry is missing the private key
de: Beim Passkey-Eintrag fehlt der private Schlüssel
es: A la entrada de la llave de acceso le falta la clave privada
fr: Il manque la clé privée à l'entrée de la clé d'accès
ja: パスキーのエントリに秘密鍵がありません
zh_hans: 通行密钥条目缺少私钥
zh_hant: 通行金鑰項目缺少私密金鑰

source: Passkey sign-in with NextPass
de: Passkey-Anmeldung mit NextPass
es: Inicio de sesión con llave de acceso mediante NextPass
fr: Connexion par clé d'accès avec NextPass
ja: NextPass でパスキーサインイン
zh_hans: 使用 NextPass 通行密钥登录
zh_hant: 使用 NextPass 通行金鑰登入

source: Passkey Username
de: Passkey-Benutzername
es: Nombre de usuario de la llave de acceso
fr: Nom d'utilisateur de la clé d'accès
ja: パスキーのユーザ名
zh_hans: 通行密钥用户名
zh_hant: 通行金鑰使用者名稱

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: Password confirmation does not match.
de: Die Passwortbestätigung stimmt nicht überein.
es: La confirmación de la contraseña no coincide.
fr: La confirmation du mot de passe ne correspond pas.
ja: 確認用のパスワードが一致しません。
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不一致。

source: Password Generator
de: Passwortgenerator
es: Generador de contraseñas
fr: Générateur de mots de passe
ja: パスワード生成
zh_hans: 密码生成器
zh_hant: 密碼產生器

source: Password strength: %@
de: Passwortstärke: %@
es: Seguridad de la contraseña: %@
fr: Force du mot de passe : %@
ja: パスワードの強度：%@
zh_hans: 密码强度：%@
zh_hant: 密碼強度：%@

source: Paste a setup link or type a key to add a verification code while editing an entry. Codes are saved in your database, so they work in other KeePass apps too.
de: Füge einen Einrichtungslink ein oder tippe einen Schlüssel ein, um beim Bearbeiten eines Eintrags einen Bestätigungscode hinzuzufügen. Die Codes werden in deiner Datenbank gespeichert und funktionieren daher auch in anderen KeePass-Apps.
es: Pega un enlace de configuración o escribe una clave para añadir un código de verificación mientras editas una entrada. Los códigos se guardan en tu base de datos, así que también funcionan en otras apps de KeePass.
fr: Collez un lien de configuration ou saisissez une clé pour ajouter un code de vérification lors de la modification d’une entrée. Les codes sont enregistrés dans votre base de données et fonctionnent donc aussi dans les autres apps KeePass.
ja: エントリの編集中に設定リンクを貼り付けるか、キーを入力して確認コードを追加できます。コードはデータベースに保存されるので、他の KeePass App でも使えます。
zh_hans: 编辑条目时，可粘贴设置链接或手动输入密钥来添加验证码。验证码保存在您的数据库中，因此在其他 KeePass App 中同样可用。
zh_hant: 編輯項目時，可貼上設定連結或手動輸入金鑰來新增驗證碼。驗證碼儲存在您的資料庫中，因此在其他 KeePass App 中同樣可用。

source: Path
de: Pfad
es: Ruta
fr: Chemin
ja: パス
zh_hans: 路径
zh_hant: 路徑

source: Pending %lld
de: %lld ausstehend
es: %lld pendientes
fr: %lld en attente
ja: 保留中 %lld
zh_hans: 待处理 %lld
zh_hant: 待處理 %lld

source: Pending Upload Conflict
de: Konflikt beim ausstehenden Upload
es: Conflicto de carga pendiente
fr: Conflit d'envoi en attente
ja: 保留中のアップロード競合
zh_hans: 待处理的上传冲突
zh_hant: 待處理的上傳衝突

source: Period (Seconds)
de: Intervall (Sekunden)
es: Período (segundos)
fr: Période (secondes)
ja: 周期（秒）
zh_hans: 周期（秒）
zh_hant: 週期（秒）

source: Permissive license with attribution
de: Freizügige Lizenz mit Namensnennung
es: Licencia permisiva con atribución
fr: Licence permissive avec attribution
ja: 著作権表示が必要な寛容型ライセンス
zh_hans: 宽松许可证（需署名）
zh_hant: 寬鬆授權條款（需註明出處）

source: Photo
de: Foto
es: Foto
ja: 写真
zh_hans: 照片
zh_hant: 照片

source: Please reconnect this cloud account.
de: Bitte verbinden Sie dieses Cloud-Konto erneut.
es: Vuelva a conectar esta cuenta en la nube.
fr: Veuillez reconnecter ce compte cloud.
ja: このクラウドアカウントに再接続してください。
zh_hans: 请重新连接此云账户。
zh_hant: 請重新連接此雲端帳號。

source: Please select a KeePass .kdbx database.
de: Bitte wählen Sie eine KeePass-Datenbank im .kdbx-Format aus.
es: Seleccione una base de datos de KeePass con extensión .kdbx.
fr: Veuillez sélectionner une base de données KeePass au format .kdbx.
ja: KeePass の .kdbx データベースを選択してください。
zh_hans: 请选择 KeePass .kdbx 数据库。
zh_hant: 請選擇 KeePass .kdbx 資料庫。

source: Possible matches
de: Mögliche Treffer
es: Coincidencias posibles
fr: Correspondances possibles
ja: 一致する可能性のある項目
zh_hans: 可能的匹配项
zh_hant: 可能相符的項目

source: Preserved Read-Only Data
de: Beibehaltene schreibgeschützte Daten
es: Datos de solo lectura conservados
fr: Données en lecture seule conservées
ja: 保持される読み取り専用データ
zh_hans: 保留的只读数据
zh_hant: 保留的唯讀資料

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私權

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダ
zh_hans: 提供商
zh_hant: 提供者

source: Push pending changes
de: Ausstehende Änderungen hochladen
es: Subir cambios pendientes
fr: Envoyer les modifications en attente
ja: 保留中の変更を送信
zh_hans: 推送待处理的更改
zh_hant: 推送待處理的變更

source: QR code scanning isn't available on this device.
de: Das Scannen von QR-Codes ist auf diesem Gerät nicht verfügbar.
es: El escaneo de códigos QR no está disponible en este dispositivo.
fr: La numérisation de codes QR n'est pas disponible sur cet appareil.
ja: このデバイスでは QR コードをスキャンできません。
zh_hans: 此设备不支持扫描二维码。
zh_hant: 此裝置不支援掃描 QR 碼。

source: Quick AutoFill
de: Schnelles AutoFill
es: Autorrelleno rápido
fr: Remplissage automatique rapide
ja: クイック自動入力
zh_hans: 快速自动填充
zh_hant: 快速自動填寫

source: Quick Launch
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
ja: クイック起動
zh_hans: 快速启动
zh_hant: 快速啟動

source: QUICK LAUNCH
de: SCHNELLSTART
es: INICIO RÁPIDO
fr: DÉMARRAGE RAPIDE
ja: クイック起動
zh_hans: 快速启动
zh_hant: 快速啟動

source: Quick Launch opens this database automatically on app launch.
de: Beim App-Start wird diese Datenbank automatisch per Schnellstart geöffnet.
es: Inicio rápido abre esta base de datos automáticamente al iniciar la aplicación.
fr: Le démarrage rapide ouvre automatiquement cette base de données au lancement de l'app.
ja: クイック起動をオンにすると、App の起動時にこのデータベースが自動的に開きます。
zh_hans: 快速启动会在 App 启动时自动打开此数据库。
zh_hant: 快速啟動會在 App 啟動時自動開啟此資料庫。

source: Reach your on-device backups
de: Greife auf deine Sicherungskopien auf dem Gerät zu
es: Accede a tus copias de seguridad en el dispositivo
fr: Accédez à vos sauvegardes sur l'appareil
ja: デバイス内のバックアップにアクセス
zh_hans: 查看设备上的备份
zh_hant: 查看裝置上的備份

source: READ ONLY
de: SCHREIBGESCHÜTZT
es: SOLO LECTURA
fr: LECTURE SEULE
ja: 読み取り専用
zh_hans: 只读
zh_hant: 唯讀

source: Read-only
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
zh_hans: 只读
zh_hant: 唯讀

source: Read-only database
de: Schreibgeschützte Datenbank
es: Base de datos de solo lectura
fr: Base de données en lecture seule
ja: 読み取り専用データベース
zh_hans: 只读数据库
zh_hant: 唯讀資料庫

source: Read-only Database
de: Schreibgeschützte Datenbank
es: Base de datos de solo lectura
fr: Base de données en lecture seule
ja: 読み取り専用データベース
zh_hans: 只读数据库
zh_hant: 唯讀資料庫

source: Read-Only Database
de: Schreibgeschützte Datenbank
es: Base de datos de solo lectura
fr: Base de données en lecture seule
ja: 読み取り専用データベース
zh_hans: 只读数据库
zh_hant: 唯讀資料庫

source: Reading database file…
de: Datenbankdatei wird gelesen …
es: Leyendo el archivo de base de datos…
fr: Lecture du fichier de base de données…
ja: データベースファイルを読み込んでいます…
zh_hans: 正在读取数据库文件…
zh_hant: 正在讀取資料庫檔案…

source: Reconnect %@
de: %@ erneut verbinden
es: Volver a conectar %@
fr: Reconnecter %@
ja: %@に再接続
zh_hans: 重新连接 %@
zh_hant: 重新連接 %@

source: Reconnect %@ to save changes.
de: Verbinden Sie %@ erneut, um Änderungen zu sichern.
es: Vuelva a conectar %@ para guardar los cambios.
fr: Reconnectez %@ pour enregistrer les modifications.
ja: 変更を保存するには、%@に再接続してください。
zh_hans: 重新连接 %@ 以保存更改。
zh_hant: 重新連接 %@ 以儲存變更。

source: Reconnect by adding the FTP server again with its address, username, and password.
de: Stellen Sie die Verbindung wieder her, indem Sie den FTP-Server erneut mit Adresse, Benutzername und Passwort hinzufügen.
es: Vuelva a conectarse añadiendo de nuevo el servidor FTP con su dirección, nombre de usuario y contraseña.
fr: Reconnectez-vous en ajoutant de nouveau le serveur FTP avec son adresse, votre nom d'utilisateur et votre mot de passe.
ja: 再接続するには、アドレス、ユーザ名、パスワードを指定して FTP サーバをもう一度追加してください。
zh_hans: 请使用服务器地址、用户名和密码重新添加 FTP 服务器以重新连接。
zh_hant: 請使用伺服器位址、使用者名稱和密碼重新加入 FTP 伺服器以重新連線。

source: Reconnect Cloud Account
de: Cloud-Konto erneut verbinden
es: Volver a conectar la cuenta en la nube
fr: Reconnecter le compte cloud
ja: クラウドアカウントに再接続
zh_hans: 重新连接云账户
zh_hant: 重新連接雲端帳號

source: Reconnect this cloud account to save changes.
de: Verbinden Sie dieses Cloud-Konto erneut, um Änderungen zu sichern.
es: Vuelva a conectar esta cuenta en la nube para guardar los cambios.
fr: Reconnectez ce compte cloud pour enregistrer les modifications.
ja: 変更を保存するには、このクラウドアカウントに再接続してください。
zh_hans: 重新连接此云账户以保存更改。
zh_hant: 重新連接此雲端帳號以儲存變更。

source: Recycle Bin
de: Papierkorb
es: Papelera
fr: Corbeille
ja: ごみ箱
zh_hans: 回收站
zh_hant: 資源回收筒

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
ja: 再生成
zh_hans: 重新生成
zh_hant: 重新產生

source: Reload and Re-edit
de: Neu laden und erneut bearbeiten
es: Recargar y volver a editar
fr: Recharger et modifier à nouveau
ja: 再読み込みして編集し直す
zh_hans: 重新加载并重新编辑
zh_hant: 重新載入並重新編輯

source: Remote Modified
de: Remote geändert
es: Modificado en remoto
fr: Modifié à distance
ja: リモートの変更日
zh_hans: 远程已修改
zh_hant: 遠端已修改

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove Database?
de: Datenbank entfernen?
es: ¿Quitar base de datos?
fr: Retirer la base de données ?
ja: データベースを削除しますか？
zh_hans: 要移除数据库吗？
zh_hant: 要移除資料庫嗎？

source: Remove from List
de: Aus der Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
ja: リストから削除
zh_hans: 从列表中移除
zh_hant: 從列表中移除

source: Remove Photo
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
ja: 写真を削除
zh_hans: 移除照片
zh_hant: 移除照片

source: Remove tag %@
de: Tag %@ entfernen
es: Quitar etiqueta %@
fr: Retirer le tag %@
ja: タグ%@を削除
zh_hans: 移除标签 %@
zh_hant: 移除標籤 %@
